{
  "dhaka": [
    "Dhaka, formerly spelled as Dacca, is the capital and largest city of Bangladesh. It is one of the largest and most densely populated cities in the world with a density of about 34,000 citizens per square kilometers within a total area of approximately 300 square kilometers. Dhaka is a megacity, and has a population of 10.2 million as of 2024, and a population of over 23.9 million in Dhaka Metropolitan Area. It is widely considered to be the most densely populated built-up urban area in the world. Dhaka is an important cultural, economic, and scientific hub of Eastern South Asia, as well as a major Muslim-majority city. Dhaka ranks third in South Asia and 39th in the world in terms of GDP. Lying on the Ganges Delta, it is bounded by the Buriganga, Turag, Dhaleshwari and Shitalakshya rivers. It is also the largest Bengali-speaking city in the world."
  ],
  "wre": [
    "WRE, or wre, may refer to:Weapons Research Establishment, an Australian military program now part of the Defence Science and Technology Group\nWeekday Religious Education, a program of religious education in some American public schools\nWestern Roman Empire\nWindows Recovery Environment, a feature of the Microsoft Windows operating system\nWRE, the IATA code for Whangarei Airport on the North Island, New Zealand\nwre, the ISO 639-3 code for the Ware language, an extinct language once spoken near Lake Victoria in East Africa\nWRE, the National Rail code for Wrenbury railway station in Cheshire, UKSee alsoAll pages with titles containing WRE\nAll pages with titles beginning with WRE \n\n"
  ],
  "what": [
    "Found code in GitHub repo: saitoha/libsixel\nFile: NEWS\nURL: https://github.com/saitoha/libsixel/blob/6a5be8b72d84037b83a5ea838e17bcf372ab1d5f/NEWS\n\nCode snippet:\n\n                  ------------------------------\n                   What's new in libsixel-1.8 ?\n                  ------------------------------\n\n* python: Fix broken python interface problem(#128), reported by @fd00.\n\n* build: Introduce VPATH build support(#56), suggested by @tkelman.\n\n* Security fix for CVE-2019-20205 (#127), integer overflow problem,\n  reported by @sleicasper.\n\n* Security fix for CVE-2019-20056 (#126), assertion failure problem,\n  reported by @sleicasper.\n\n* Security fix fo"
  ],
  "python": [
    "Found code in GitHub repo: saitoha/libsixel\nFile: NEWS\nURL: https://github.com/saitoha/libsixel/blob/6a5be8b72d84037b83a5ea838e17bcf372ab1d5f/NEWS\n\nCode snippet:\n\n                  ------------------------------\n                   What's new in libsixel-1.8 ?\n                  ------------------------------\n\n* python: Fix broken python interface problem(#128), reported by @fd00.\n\n* build: Introduce VPATH build support(#56), suggested by @tkelman.\n\n* Security fix for CVE-2019-20205 (#127), integer overflow problem,\n  reported by @sleicasper.\n\n* Security fix for CVE-2019-20056 (#126), assertion failure problem,\n  reported by @sleicasper.\n\n* Security fix fo"
  ]
}